SERVICES = {
    "st":{
        "text":"Пополняйте Google Play!",
        "file_id": None,

    },
    "as":{
        "text":"<b>📱 Поможем сменить регион в App Store с России на Турцию и пополнить за 2 минуты!</b>\n\n"
               "⚡️Смена региона занимает 1 минуту по инструкции\n"
               "💵Для пополнения вы покупаете подарочный код, активируете и оплачиваете всё как раньше\n"
                "👍Без входа в ваш аккаунт, доступ остается у вас.\n"
                "💎iCloud+ и все ваши данные будут в полной сохранности!\n\n"
               "⚡️Поддержка 24/7\n"
               "<a href='http://t.me/review_2pay'>🙏Отзывы</a>\n"
               "Официальный сайт 2pay.money\n\n"
               ""
               "🇹🇷Мы поможем вам быстро сменить регион, пополнить Apple ID и вы снова сможете оплачивать нужные приложения, игры, подписки и iCloud без лишних сложностей — просто напишите ",
        "file_id": None,

    },
    "gp":{
        "text":"Пополняйте Google Play!",
        "file_id": None,

    },
    "xb":{
        "text":"Пополняйте Xbox!",
        "file_id": None,

    },
    "ps":{
        "text":"Пополняйте Playstation!",
        "file_id": None,

    },
}

AMOUNTS = {
    "st":{
        "text":"👉🏻 Для пополнения пишите @manager_2pay ",
        "file_id": None,

    },
    "as":{
        "text":"<b>🇹🇷Стоимость карт пополнения Apple Gift Card</b>\n\n"
               "Номинал в лирах на ваш баланс = стоимость подарочной карты в рублях\n\n"
               "100₺ → 400₽\n"
               "250₺ → 1000₽\n"
               "500₺ → 1800₽\n"
               "1000₺ → 3500₽\n"
               "1250₺ → 4250₽\n"
               "1500₺ → 5100₽\n"
               "1750₺ → 5600₽\n"
               "2000₺ → 6400₽\n\n"
               "<b>✅Дополнительных комиссий нет!</b>",
        "file_id": None,

    },
    "gp":{
        "text":"👉🏻 Для пополнения пишите @manager_2pay",
        "file_id": None,

    },
    "xb":{
        "text":"👉🏻 Для пополнения пишите @manager_2pay",
        "file_id": None,

    },
    "ps":{
        "text":"👉🏻 Для пополнения пишите @manager_2pay",
        "file_id": None,

    },
}

FAQ_TEXTS ={
    "asfaq":{
        "region":"<b>Как поменять регион Apple ID:</b>\n"
        "1. Откройте «Настройки» на iPhone\n"
        "2. Нажмите на своё имя\n"
        "3. Зайдите в «Контент и покупки» → «Просмотреть»\n"
        "4. Если потребуется, введите пароль Apple ID\n"
        "5. Откройте раздел «Страна/регион»\n"
        "6. Выберите нужную страну и подтвердите изменение\n\n"
        ,
    }
}
